/*
    ISTJ, 1
    ISFJ, 2
    INFJ, 3
    INTJ, 4
    ISTP, 5
    ISFP, 6
    INFP, 7
    INTP, 8
    ESTP, 9
    ESFP, 10
    ENFP, 11
    ENTP, 12
    ESTJ, 13
    ESFJ, 14
    ENFJ, 15
    ENTJ, 16

 */
const qnaList = [
    {
        q: "1. 어정쩡한 사이의 친구와 복도에서 마주쳤다... \n 인사를 할까 말까 눈치를 보고있는 것 같은데\n 이때 내가 할 행동은?",
        a: [
            { answer: '00아 안녕!! 반갑게 인사하며 내가 고민했다는 것을 모르도록 한다', type: [9, 10, 11, 12, 14, 15]},
            { answer: '눈치를 힐끔힐끔 보다가 대충 눈웃음으로 인사하며 지나간다^^', type: [3, 4, 5, 13, 16]},
            { answer: '두고 온 것이 있는 것처럼 아!! 깨달음의 소리와 함께 \n 뒤로 유턴한다 아직 인사는 어려워 ㅜㅜ', type: [1, 2, 6, 7, 8]},
        ]
    },
]